Repository: iarata/bus-stop-finder
Catalog: Bus Finder/Shared/Localization/*.lproj/Localizable.strings
Languages: hi

source: Search
hi: सर्च कीजिए

source: Locating user location...
hi: उपयोगकर्ता स्थान का पता लगाना

source: Back
hi: पीछे जाइए

source: Name: %@
hi: नाम: %@

source: Email
hi: ईमेल

source: An error happend. Please try again later.
hi: एक गलती हुई है।एक बार और कोशिश कीजिए

source: Update
hi: अप्डेट कीजिए

source: Error
hi: त्रुटि

source: OK :(
hi: समझ गए :(

source: Account
hi: अकाउंट

source: Language
hi: भाषा

source: Write a Review
hi: रिव्यू लिखिए

source: Suggest a feature
hi: फ़ीचर बताइए

source: Report a bug
hi: बग रिपोर्ट कीजिए

source: Made with
hi: जापान में बनाया है

source: in Japan
hi: प्यार से

source: Log Out
hi: लोग आउट

source: Settings
hi: सेटिंग्स

source: Hello World
hi: नमस्ते दुनिया

source: Welcome to
hi: स्वागत है

source: Bus Stop
hi: बस स्टॉप

source: Password
hi: पास्वर्ड

source: forgot pwd
hi: पास्वर्ड भूल गए?

source: Forgot password?
hi: पास्वर्ड भूल गए?

source: Sign in
hi: साइन इन कीजिए

source: Oops..
hi: भूल हो गयी

source: OK
hi: जी

source: Not a member?
hi: सदस्य नहीं है क्या?

source: Join Now
hi: अभी हिस्सा बन्ना चाहेंगे?

source: Passwords do not match
hi: पास्वर्ड समान नहीं है

source: Create an Account
hi: अकाउंट बनाए

source: Password Confirmation
hi: पास्वर्ड की पुष्टि

source: Passwords don't match!
hi: पास्वर्ड समान नहीं है

source: Register
hi: रेजिस्टर कीजिए

source: By pressing the register button you agree with our terms of service and privacy polices
hi: रेजिस्टर बटन दबाने से आप हमारी सेवा की शर्तों को सहमति देते है

source: Unable to login. Please try again.
hi: लोग-इन नहीं हो पाया। कृपया फिरसे कोशिश कीजिए

source: Close
hi: बंद कीजिए
